tap "caffix/amass"
tap "eddieantonio/eddieantonio"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sidneys/homebrew"
tap "trashhalo/brews"
brew "aircrack-ng"
brew "jpeg-turbo"
brew "webp"
brew "aria2"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "bat"
brew "binutils"
brew "mpfr"
brew "gcc"
brew "btop"
brew "cabextract"
brew "ccat"
brew "cdrtools"
brew "chroma"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "crunch"
brew "exa"
brew "fcrackzip"
brew "feroxbuster"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gobuster"
brew "gotop"
brew "graphicsmagick"
brew "hashcat"
brew "hcxtools"
brew "hping"
brew "htop"
brew "httpx"
brew "httrack"
brew "mysql-client"
brew "hydra"
brew "imlib2"
brew "inetutils"
brew "ipcalc"
brew "john"
brew "lemmeknow"
brew "libexif"
brew "libtrace"
brew "python@3.11"
brew "llvm"
brew "lynx"
brew "lzip"
brew "make"
brew "masscan"
brew "mpc"
brew "neofetch"
brew "nikto"
brew "nmap"
brew "node"
brew "nuclei"
brew "numpy"
brew "openjdk"
brew "openslide"
brew "openvpn"
brew "packer"
brew "pandoc"
brew "pv"
brew "pwntools"
brew "python@3.9"
brew "pywhat"
brew "qemu"
brew "reaver"
brew "recon-ng"
brew "selenium-server"
brew "snort"
brew "speedtest-cli"
brew "sqlmap"
brew "subfinder"
brew "tcpdump"
brew "telnet", link: false
brew "texinfo"
brew "the_silver_searcher"
brew "theharvester"
brew "timg"
brew "tmux"
brew "toilet"
brew "torsocks"
brew "wget"
brew "wimlib"
brew "zsh"
brew "caffix/amass/amass"
brew "sidneys/homebrew/chntpw"
cask "blender"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-monofur-nerd-font"
cask "font-overpass-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "ghidra"
cask "iterm2"
cask "metasploit"
cask "spotify"
cask "steam"
cask "temurin"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "wireshark"
